Repository: cash2one/noripyt.com
Catalog: noripyt/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Anchor
fr: Ancre

source: Default
fr: Défaut

source: Primary
fr: Primaire

source: Text
fr: Texte

source: Anchor of the element in the linked page.
fr: Ancre de l’élément dans la page liée.

source: Full width
fr: Pleine largeur

source: Button
fr: Bouton

source: Cannot fill both “Page” and “URL”.
fr: Impossible de remplir à la fois « Page » et « URL ».

source: “URL” and “Text” must be filled together.
fr: « URL » et « Text » doivent être tous deux remplis.

source: Title
fr: Titre

source: Body
fr: Corps

source: Buttons
fr: Boutons

source: Card
fr: Carte

source: Subtitle
fr: Sous-titre

source: Width ratio
fr: Largeur / hauteur

source: Showcase
fr: Étalage

source: Width [extra-small]
fr: Largeur [très petit]

source: Width [small]
fr: Largeur [petit]

source: Width [medium]
fr: Largeur [moyen]

source: Width [large]
fr: Largeur [grand]

source: Offset [extra-small]
fr: Décalage [très petit]

source: Offset [small]
fr: Décalage [petit]

source: Offset [medium]
fr: Décalage [moyen]

source: Offset [large]
fr: Décalage [grand]

source: Column
fr: Colonne

source: “{}” + “{}” cannot exceed 100%.
fr: « {} » + « {} » ne peut dépasser 100 %.

source: Height [extra-small]
fr: Hauteur [très petit]

source: Height [small]
fr: Hauteur [petit]

source: Height [medium]
fr: Hauteur [moyen]

source: Height [large]
fr: Hauteur [grand]

source: Columns
fr: Colonnes

source: Row
fr: Rangée

source: 404 error
fr: Erreur 404

source: Nothing found at this address.
fr: Rien n’a été trouvé à cette adresse.

source: Monday to Friday, from 9:00 to 17:00 GMT
fr: Du lundi au vendredi, de 10h à 18h (GMT+1)

source: at
fr: à

source: Toggle navigation
fr: Afficher/masquer la navigation

source: Back to the home page
fr: Retour à l’accueil

source: Call us! In English or French.
fr: Appelez-nous ! En français ou anglais.

source: Mail us!
fr: Envoyez-nous un mail !

source: Tweet us!
fr: Envoyez-nous un tweet !

source: french page
fr: page française

source: body
fr: corps

source: redirect URL
fr: URL de redirection

source: icon
fr: icône
